import Link from "next/link";

const About = () => {
  return (
    <>
      <header>
        <Link href='/'>назад</Link>
      </header>
      <section>
        <h1>Немного обо мне:</h1>
        <p>Получился трек обо мне, я расскажу эскизно
          Об огне, что греет, о моём образе жизни
          О моём образе в жизни, об окне в мой кабинет
          Оно здесь в роли творческой призмы
          О войне моей природы с моей волей
          Победы нет, либо есть и я ей не доволен
          О протесте моего разума против того как
          Не полно написана добрая весть от Бога
          Трек обо мне, о моей работе курьером
          Доставка в города, прямо на сцену к портьере
          Где слепит прожектор в синем дыму мистерий
          Я делаю это всё лучше и быстрее
          Трек о борьбе с искусом, о внутренних конфликтах
          О тяге к веб-ресурсам, на которых залип так
          О моих планах неподъёмных каких-то
          О процессе, сжирающем силы, но не дающем песен
          О том, как бесит наивная, чересчур экранная чушь
          Хотя я сам этому жанру не чужд
          О похвале, в которой не нуждаюсь ничуть
          Но сколько в Ютубе просмотров я-то знать хочу
          Об озарениях, приходящих ко мне на высотах
          Десять км в дальних полётах
          О замешательстве при виде комет
          Ведь после того, как мечты сбылись, мечтается плохо</p>
      </section>
    </>
  )
}

export default About